{
  "labels": {
    "bleedingPrediction": {
      "noPrediction": "As soon as you have tracked 3 menstrual cycles, drip. will make predictions for the next ones."
    },
    "home": {
      "cycleDay": " day of your cycle",
      "cyclePhase": " cycle phase - ",
      "addDataForToday": "add data for today"
    },
    "shared": {
      "cancel": "Cancel",
      "ok": "OK"
    }
  },
  "settings": {
    "about": {
      "credits": {
        "title": "Credits",
        "text": "We love the drip. team. Thanks and lots of <3 to all of our condriputors. Thanks to Paula Härtel for the symptom tracking icons. All the other icons from:",
        "madeBy": "Made by:"
      },
      "donate": {
        "button": "Donate here",
        "title": "Support us",
        "text": "The drips are developing this app on a volunteer basis. We are always grateful for support. This could mean condriputing to the code, giving feedback, suggesting improvements or features, testing or donating. It helps and motivates us maintaining this app and developing new features. Thank you for your support!"
      },
      "intro": {
        "text": "Please note that your data is stored locally on your phone and not on a server. This means your data cannot be read by anyone else unless they have access to your phone. We want to ensure that you stay in control of your own data. If you are planning to switch or reset your phone, please remember to export your data before doing so. You can reinstall the app afterwards and import your data.\n\nIf you encounter any technical issues, don't hesitate to contact us via email. You can also contribute to the code base on Gitlab and visit our website."
      },
      "philosophy": {
        "title": "Remember to think for yourself",
        "text": "drip. makes period predictions for you and helps you apply NFP fertility awareness rules. But please remember that this app is made by humans, and humans make mistakes. Always think for yourself: \"Does this make sense?\" Remember, you don't need an app to understand your cycle! However, drip. wants to support you and make period tracking easier, more transparent and secure."
      },
      "title": "About",
      "version": {
        "title": "Version"
      }
    },
    "license": {
      "title": "drip. an open-source cycle tracking app",
      "text": "Copyright (C) {{currentYear}} Heart of Code e.V.\n\nThis program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details:"
    },
    "privacyPolicy": {
      "title": "Privacy Policy",
      "intro": {
        "title": "Introduction",
        "text": "This Privacy Policy sets out how the app drip. uses and protects your personal data that you generate and store within the app."
      },
      "dataUse": {
        "title": "Data use",
        "text": "Drip. respects and celebrates your privacy. There is no collection of usage data or personal information, no ads, no spyware. Drip. can store data related to menstrual health locally on your device.\n\nThis includes:\n• settings\n• menstrual cycle tracking data\n\nThe data is used to display statistics and apply fertility awareness rules. This data cannot be accessed by other apps.\n\nIf you wish to delete all your app data you can do so by navigating to Settings, Data and Delete app data. This can also be done by uninstalling the app."
      },
      "permissions": {
        "title": "Permissions",
        "text": "For using reminders in drip. you need to allow push notifications. If you don't want to use this feature you simply don't allow notifications for the app."
      },
      "transparency": {
        "title": "Transparency",
        "text": "You can read through the source code of drip. to ensure the given information is correct. The source code is like a recipe: It tells you how much and what kind of ingredients you need and how you prepare them to cook a tasty meal or program a funky app.\n\nBuon appetito!"
      }
    }
  }
}
